{
  "product": {
    "name": {
      "jp": "大空魔術 ~ Magical Astronomy",
      "en": "Celestial Wizardry ~ Magical Astronomy"
    },
    "year": 2006,
    "artist": "ZUN",
    "circle": {
      "jp": "上海アリス幻樂団",
      "en": "Team Shanghai Alice"
    },
    "tracks": 10,
    "packInfo": {
      "packMethod": 0
    }
  },
  "update": {
    "source": 1,
    "metaInfo": {
      "wikipage": "Magical_Astronomy/Story",
      "wikirev": "372093"
    }
  },
  "playlist": [
    {
      "number": 1,
      "name": {
        "jp": "月面ツアーへようこそ",
        "en": "Welcome to the Moon Tour"
      },
      "comments": [
        {},
        {
          "en": "\"Fulfulling one of mankind's dreams, voyages to the moon are finally possible for everyone!\"\n   \"Tours from each of Japan's travel agencies will begin next month.\"",
          "jp": "「人類の夢の一つ、月面旅行がついに一般人も可能に!」\n   「来月には日本の旅行会社各社からもツアー開始」"
        },
        {
          "en": "The sound of heavy footsteps from people coming and going to the railroad station pounded in the air, along with newspaper extras flying in all directions.",
          "jp": "行き交う人の足取りも重い、地上の私鉄の駅前に号外が飛び交った。"
        },
        {
          "en": "While most only had interest in the sports section, this time, the unusually good news the extras held within caused people to hold onto them for keeping in their bags. Some said that they were interested in the articles, but there were more than a few who were captivated by the pictures.",
          "jp": "スポーツニュース以外では珍しい明るいニュースに、いつもならすぐ捨てられてしまう号外も、今回ばかりは皆鞄の中に仕舞っている。号外の内容に興味があってと言う事もあるが、それ以上に記事の写真に惹かれた人も少なくないだろう。"
        },
        {
          "en": "Pictures of the universe soothe the soul. The reason being that they force you to realize mankind's triviality. For all the hardships we face, the feeling we get when we compare them to the sheer vastness of space comforts us. With a universe this immense, one's own efforts are not very important. Bosses and politicians and fallen dictators are all insignificant humans. One should work to their own satisfaction. This feeling can be sensed from just looking at pictures of the universe.",
          "jp": "宇宙の写真は人の心を癒す。何故なら、宇宙の写真を見ると否応無しに人間の小ささに気付かされるからだ。その時直面している苦難が、広大な宇宙に比べると如何にちっぽけな物だと感じ、癒される。こんなに宇宙が広いんだから、自分一人の努力なんて大して重要ではない。上司だって政治家だって今は亡き独裁者だって小さな人間だ。自分は自分の納得のいくまで努力すればいい。宇宙の写真だけで直感的にそう感じるのだ。"
        },
        {
          "en": "Renko Usami and Maribel Hearn (Merry) are excitedly chatting at a sidewalk café on their university's campus.",
          "jp": "宇佐見蓮子とマエリベリー・ハーン (メリー) の二人は、大学構内のカフェテラスで興奮した様子で会話をしていた。"
        }
      ]
    },
    {
      "number": 2,
      "name": {
        "jp": "天空のグリニッジ",
        "en": "Greenwich in the Sky"
      },
      "comments": [
        {},
        {
          "en": "\"They say that they're also sending off another manned Martian probe now.\"",
          "jp": "「『なお、今回もまた有人火星探査は見送られた』だってさ」"
        },
        {
          "en": "\"Really? But that doesn't matter right now. What I want to talk about are the 'Moon Tours' all the newspapers mentioned.\"",
          "jp": "「ふーん。ま、火星探査なんてどうでも良いわ。メリー、まずは号外の記事の『月旅行』の話よ」"
        },
        {
          "en": "\"Yes, for someone who can tell the time and the place by just looking at the stars and the moon, you'd like to know how the moon's surface looks up close, am I right?\"",
          "jp": "「うん、月と星を見るだけで時間と場所が判る蓮子の目に、月面がどう映るのか知りたいしね」"
        },
        {
          "en": "\"I'd know that 'I am on the moon,' won't I?\"",
          "jp": "「そりゃ『ここは月面です』って判るんじゃないかな」"
        },
        {
          "en": "\"What about the time?\"",
          "jp": "「時間はどうなのよ?」"
        },
        {
          "en": "\"All I know is Japanese Standard Time (JST). Universal Coordinated Time (UTC) is beyond my abilities.\n   It'd be strange if the Earth and the moon used the same time, anyways.\"",
          "jp": "「私の目はJST (日本標準時) しか見られないのよ。UTC (協定世界時)は能力外。\n   そもそも、月面でも地球と同じ時間を使うのって変よね」"
        },
        {
          "en": "\"Wait, wait. 'Beyond your abilities?' It's just a matter of subtraction, isn't it?\"",
          "jp": "「ちょっとちょっと、能力外って......ただの引き算じゃないの?」"
        },
        {
          "en": "They use UTC in space at the moment, but it's basically the same as Greenwich Mean Time (GMT).\nThe Royal Greenwich Observatory was constructed in the 17th century. When you think about a time system designed to observe the universe to be used in that universe, it's somewhat funny.",
          "jp": "宇宙では今のところ協定世界時(UTC)を使っているが、この協定世界時は、グリニッジ標準時(GMT)と基本的に同じ物である。\nグリニッジ天文台が建てられたのは17世紀である。宇宙を観る為の時間が、宇宙でも用いられると考えると、些か滑稽である。"
        }
      ]
    },
    {
      "number": 3,
      "name": {
        "jp": "東の国の眠らない夜",
        "en": "Sleepless Night in the Eastern Country"
      },
      "comments": [
        {},
        {
          "en": "\"So, when are we going on this Moon Tour?\"",
          "jp": "「で、いつ行くの? 月面旅行」"
        },
        {
          "en": "\"You're awfully hasty, Merry.\n   Well, but I would like to get the reservations made soon as well, since I'm sure it will be crowded.\"",
          "jp": "「メリーは気が早いわね。\n   まぁきっと混むだろうし、早い内に予約だけは済ましておきたいわね」"
        },
        {
          "en": "\"It will probably be extremely crowded during summer vacation and such. Since that seems a bit warm, how about delaying it until fall?\"",
          "jp": "「夏休みとかは滅茶苦茶混みそうだし、暑そうだから少しずらして秋にしない?」"
        },
        {
          "en": "\"I don't think the moon gets too hot, but I agree.\n   Fall's nice; it feels Japanese.\n   In that case, let's go during the harvest moon.\"",
          "jp": "「月や宇宙が暑いって事は無いと思うけど、同感ね。\n   秋の方が良いわ。日本的で。\n   どうせなら今年の中秋の名月に行きましょうよ」"
        },
        {
          "en": "\"And we'll bring dumplings!\n   That's the ticket! Let's do it!\"",
          "jp": "「お団子持ってね。\n   そうしましょう、そうしましょう」"
        },
        {
          "en": "Even with all the knowledge we have about it, we feel nothing for the universe but eternal romance.\nConcerning one of these romances, if we were able to go and stand on our captivating moon, I'd think that everyone would be itching to go.",
          "jp": "あらゆる情報が手に入る今でも、宇宙だけは永遠のロマンであった。\nそのロマンの一つにして、最も魅力的な月に降り立つ事が出来れば、誰だって行ってみたいと思うだろう。"
        },
        {
          "en": "However, these two haven't yet found out about the expenses such a tour would incur.",
          "jp": "だがこの時、二人はまだツアーに掛かる費用を知らなかったのだ。"
        }
      ]
    },
    {
      "number": 4,
      "name": {
        "jp": "車椅子の未来宇宙",
        "en": "The Wheelchair's Future in Space"
      },
      "comments": [
        {},
        {
          "en": "\"But a manned Martian probe has yet to be carried out with any success.\n   I wonder if we can witness the universe imagined by Hawking.\"",
          "jp": "「でも、未だに有人火星探査は上手く行かないのよねぇ。\n   ホーキングの頭の中にあった宇宙が、この目で確かめられる日なんて本当に来るのかしら?」"
        },
        {
          "en": "\"In the end, the problem is that there haven't been physicists that have surpassed Hawking.\"",
          "jp": "「結局、ホーキングを超える物理学者が出てこないのも問題よね」"
        },
        {
          "en": "\"Oh, but what about you, Renko? You just need to work hard at it.\n   You do have a rare ability.\"",
          "jp": "「あら、蓮子が頑張れば良いんじゃない?\n   稀有な能力の持ち主なんだから」"
        },
        {
          "en": "\"I'm in a different field, but maybe I am as smart as Planck. Plus, I don't think it's practically possible to observe the dissipation of a black hole.\n   I don't even think that mankind will make it to Mars.\"",
          "jp": "「私は専門が違うわよ。ま、プランク並みに頭が良いかも知れないけどね。それにね、ホーキングの言っていたブラックホールの蒸発とかが実際に観測される事も無いと思う。\n   さらに言うと、もう人類が火星に行く事すらないと思うよ」"
        },
        {
          "en": "\"Oh, how pessimistic. But if that's what you think, I'll believe you.\"",
          "jp": "「あら、悲観的ね。でも蓮子が言うと信憑性があるわ」"
        },
        {
          "en": "\"The amount of energy needed in order to observe it is enormous.\n   In fact, practical, much less theoretical, observational physics is coming to an end.\n   And while I'm thinking about it, the Moon Tour is too expensive.\"",
          "jp": "「観測する為に必要なエネルギーが膨大に成り過ぎたのよ。\n   理論上はともかく、事実上、観測物理学は終焉を迎えているわ。\n   ついでに言うと、月面ツアーは高額過ぎるわね」"
        },
        {
          "en": "Physics is coming to an end. Our world was already rapidly progressing into an age of explanations and philosophy.",
          "jp": "物理学は事実上終焉を迎えている。既に物理学は、解釈と哲学の時代に突入していた。"
        }
      ]
    },
    {
      "number": 5,
      "name": {
        "jp": "Demystify Feast",
        "en": "Demystify Feast"
      },
      "comments": [
        {},
        {
          "en": "\"Yes, even though it's on campus, this café is rather trendy and the food is nice, too.\n   So, why is physics coming to an end, Renko?\"",
          "jp": "「うん。ここのカフェは構内でも割とオシャレで美味しいわね。\n   で、蓮子、なんで物理学は終焉を迎えているの?」"
        },
        {
          "en": "\"To be brief, the cost of observation is too expensive.\"",
          "jp": "「うん。一言で言うと観測するコストが大きすぎるからよ」"
        },
        {
          "en": "\"The same reason why we can't go on a Moon Tour, right?\"",
          "jp": "「私達が月面ツアーに行けない理由と一緒ね」"
        },
        {
          "en": "\"The energy needed for separating small objects becomes greater as the objects become smaller. From molecule to atom to nucleon to quark... If these became any smaller, we would need an inexhaustible amount of energy to split them, right? And then when we finally get to the point where we find an object that cannot be separated even if we used all of energy in the universe, we can say this object is the smallest substance in the world.\n   Physics is moving on into the next phase because it has already reached the smallest world. We can not longer observe anymore, so this is now mostly the realm of philosophy.\"",
          "jp": "「小さい物体を分離させるのに掛かるエネルギーは、小さければ小さいほど大きいの。分子より原子、原子より核子、核子よりクオーク......。こうしてどんどんと小さくしていくと、無尽蔵にエネルギーが必要になっていくでしょ? すると究極まで行き着くと、宇宙最大のエネルギーを使っても分離できない小さい物体に当たってしまう。この物体がこの世界の最小構成物質だって言えるじゃない。\n   もう物理学はとっくに最小の世界まで辿り着いて、次を目指しているの。ここから先は観測できないから、殆ど哲学の世界ね」"
        },
        {
          "en": "\"Ah, this new cake looks delicious!\n   It's smallest units would be artificial egg and artificial strawberry, right?\"",
          "jp": "「あ、新作のケーキ、美味しそう!\n   このケーキの最小単位は合成卵と合成苺ね」"
        },
        {
          "en": "The amount of energy is said to be limited to 10^19 GeV. If an amount of energy exceeded this quantity, it couldn't exist in the space-time. Incidentally, this 10^19 GeV is called Planck energy, which is about as 10^21 times as great as the energy created by nuclear power.",
          "jp": "エネルギーの限界量は10^19GeVと言われている。このエネルギー量を超えると時空に存在し得なくなるからである。ちなみにこの10^19GeVはプランクエネルギーと呼ばれ、原子力の持つエネルギーの約10^21倍である。"
        }
      ]
    },
    {
      "number": 6,
      "name": {
        "jp": "衛星カフェテラス",
        "en": "Satellite Café Terrace"
      },
      "comments": [
        {},
        {
          "en": "\"Geez, I keep forgetting not to discuss physics with you, Renko.\n   It always turns into a one-sided conversation.\"",
          "jp": "「もう、蓮子に物理の話なんて振るんじゃなかったわよ。\n   一人で話し続けるんだから」"
        },
        {
          "en": "\"Oh, sorry. It's just my specialty.\n   But this cake is pretty good.\"",
          "jp": "「ごめんごめん。私の専門だからね。\n   でもこのケーキ美味しいね」"
        },
        {
          "en": "\"I wish we could go to the moon......\n   But naturally, it costs a fortune.\"",
          "jp": "「月面ツアー行きたかったなぁ......\n   流石にこのツアー、値段が高過ぎよ」"
        },
        {
          "en": "\"That reminds me. Did you know they opened a cafe in a satellite for the space travelers? They say coffee brewed in zero gravity is phenomenal.\"",
          "jp": "「そう言えば、宇宙旅行客用に人工衛星にカフェが出来たらしいわよ? 何でも無重力で淹れた珈琲は格別だとか」"
        },
        {
          "en": "\"But it has to be an indoor café, doesn't it?\n   I prefer outdoor ones, like terraces.\"",
          "jp": "「でもどうせ室内のカフェでしょ?\n   私はオープンなカフェテラスが好きなのよ」"
        },
        {
          "en": "When coffee is exposed to a vacuum even for a moment, it boils instantly because of the low pressure, but then the water freezes as soon as the heat dissipates.\nThis boiled yet frozen coffee, Satellite Iced Coffee, is the main attraction in the menu.",
          "jp": "珈琲を一瞬だけ真空状態に晒すと、気圧の低さにより一瞬沸騰するが、気化熱を奪われた水は沸騰した瞬間に凍り付く。\nこの沸騰しながら凍った珈琲を入れた、サテライトアイスコーヒーが目玉メニューである。"
        }
      ]
    },
    {
      "number": 7,
      "name": {
        "jp": "G Free",
        "en": "G Free"
      },
      "comments": [
        {},
        {
          "en": "\"Now that you mention it, doesn't coffee need gravity to brew?\n   The drops won't fall without it.\n   How do they make coffee under zero gravity?\"",
          "jp": "「そう言えば、珈琲の抽出って重力に頼ってるじゃない。\n   重力がなかったらドリップ出来ないでしょ?\n   無重力でどうやって珈琲を入れるの?」"
        },
        {
          "en": "\"That's why they brought siphon coffee back from the dead.\n   It circulates hot water with vapor pressure.\"",
          "jp": "「そこで今はほぼ死滅したサイフォン式が浮上してきたのよ。\n   サイフォン式は蒸気圧でお湯が行き来するからね」"
        },
        {
          "en": "\"Siphon coffee...\n   I've only seen siphon coffee makers as decorations in cafés, but I suppose they are used for making coffee, too.\n   Even so, I heard that drip coffee tastes better...\"",
          "jp": "「サイフォンか......。\n   そう言えばもうカフェのインテリアでしか見た事がなかったけど、一応アレも珈琲の抽出道具だったよね。\n   でも、ドリップより味が落ちるって聞いたけど......」"
        },
        {
          "en": "\"Those are siphons modified for zero gravity. Since there is no convection, they can make coffee with a rich flavor.\"",
          "jp": "「無重力用に改良されたサイフォンだと、対流が起こらないから濃厚な珈琲が作れるんだってさ」"
        },
        {
          "en": "\"Hmm... Even though I don't want to drink it that badly, the view of space must be fantastic. I'm almost getting excited...\"",
          "jp": "「ふーん。そんなの飲まなくても宇宙は目が覚めそうだけどね。興奮して」"
        },
        {
          "en": "Mankind, released from gravity, is now developing a new culture. But at the same time, they found that many of their tools relied on gravity to operate.\nIt was just recently that gravitational force, which had been proven long ago and tormented physicists for a long time, was unified with the other forces.",
          "jp": "重力から解き放たれた人間は、新しい文化を築き上げつつある。だが、それと同時に、様々な道具が重力に頼って動いていたと気付かされる。\n早い段階から存在は実証されていて、物理学者の頭を最後まで悩ませつづけた重力が他の力と完全に統一されたのは、つい最近の事だった。"
        }
      ]
    },
    {
      "number": 8,
      "name": {
        "jp": "大空魔術 ~ Magical Astronomy",
        "en": "Celestial Wizardry ~ Magical Astronomy"
      },
      "comments": [
        {},
        {
          "en": "\"Wow, the universe is sure fascinating...\"",
          "jp": "「はぁ、宇宙には魅力があるわねぇ......」"
        },
        {
          "en": "\"What's the matter? Are you saying there's nothing fascinating on Earth?\"",
          "jp": "「どうしたの? 溜息なんて吐いちゃって。地上にはもう魅力が無いとでも言うの?」"
        },
        {
          "en": "\"At 16:31, I saw the evening star.\n    It's just that there are hardly any mysteries left on Earth.\"",
          "jp": "「16時31分、宵の明星が見えたわ。\n   地上にはもう不思議が殆ど無いからね」"
        },
        {
          "en": "\"If I could see all the mechanisms of this world like you Renko, I think I would start to become nihilistic.\"",
          "jp": "「蓮子ぐらいこの世界の仕掛けが全て見えていると、もう心に虚無主義が顔を出し始めてくるのね」"
        },
        {
          "en": "\"That's why I envy your eyes, Merry.\n   You can see plenty of mysterious worlds.\n   Besides, I wanted you to see the gap in the moon's boundary.\"",
          "jp": "「だからこそ、メリーの眼が羨ましいのよ。\n   不思議な世界がいっぱい見えて。\n   ついでに言うと月面の結界の切れ目も見て貰いたかったわ」"
        },
        {
          "en": "\"I'd do if the fare was lower.\"",
          "jp": "「ツアーが安かったらね」"
        },
        {
          "en": "The boundary is not a part of Earth; it's just a border, so it is only natural for the moon to have one as well.\nThe boundary of the moon is one which separates the dazzling Lunar Capital from the desolate, lifeless satellite. As long as the boundary exists, even if you went to the moon, you couldn't get any of the rice cake or medicine the moon rabbits are making; at most, a moonstone.",
          "jp": "結界は地上の産物ではなく、ただの境界だから当然月面にも存在する。\n月面の結界は、煌びやかな月の都と、荒涼とした無生物の星を分けた結界である。この結界が存在している限り、月面に行ったとしても月の兎が搗いている餅も薬も手に入らないだろう。せいぜい、月の石位である。"
        },
        {
          "en": "\"The moon may be hiding a forgotten world; a lunar capital with advanced civilization where nobles live.\n   Rabbits would make medicine of immortality while gazing at the three-legged crow living in the sun and worrying about mankind, excited about the Moon Tour.\n   You are the only one who can see that world, Merry.\"",
          "jp": "「月にも忘れられた世界が隠されているはずよ。高度な文明を持ち、高貴な人が住む月の都。\n   兎が不老不死の薬を搗き、太陽に棲む三本足の鳥を眺めながら、月面ツアーで騒ぐ人間を憂えているのよ。\n   その世界を見られるのはメリー、貴方しか居ないわ」"
        },
        {
          "en": "\"You're right. I want to go there before humans gather and colonize all of it.\"",
          "jp": "「確かにね。人間が集まって開拓進みきる前に行ってみたいわ」"
        },
        {
          "en": "\"If it's decided then, let's start preparing.\"",
          "jp": "「そうと決まれば、準備しないとね」"
        },
        {
          "en": "\"If we want to see the Lunar Capital, maybe we should learn more about it.\n   About the ancient moon that has been forgotten for a long time.\n   About the dazzling moon capital of legend.\n   About the moon that symbolizes insanity.\n   Yes, knowledge will help discern the gap in the border.\"",
          "jp": "「月の都を見たければ、まず月の都についてもっと勉強すればいいのかなぁ。\n   大昔から忘れ去られている太古の月を。\n   物語の中の煌びやかな月の都を。\n   狂気の象徴である月を。\n   そう、知識が境界の切れ目を明確にするからね」"
        },
        {
          "en": "\"Wait, in my opinion, what we have to take care of first is getting a part-time job, so we can make enough money to go there.\"",
          "jp": "「いやどちらかというと、まずはバイトから始めないと。ツアー代を稼ぐ為に」"
        }
      ]
    },
    {
      "number": 9,
      "name": {
        "jp": "ネクロファンタジア",
        "en": "Necrofantasia"
      },
      "comments": [
        {},
        {
          "en": "Even though the sun has set and dinner time was approaching, they finally left the café after eating the new cake.\nIn this university, students can pay with a student card in any of the shops on campus. The price is collected along with the tuition monthly.\nIt reduces the need for managing money, avoids crowded registers, and lets students shop easily (because their parents pay for the tuition), increasing sales as a result. But thanks to that, students now find their expenses piling up much more than expected.",
          "jp": "日も暮れて夕食の時間も近いというのに、新作のケーキを平らげた二人はようやくカフェテリアを後にした。\nこの大学では、構内の店なら全て学生カードで清算が出来る。\n毎月纏めて学費として払うのである。お金を管理するコストが減り、レジも混雑せず、さらに学生も手軽に買い物が出来て(親が学費を払うから)売り上げも伸びている。そのお陰で、予想以上に出費が嵩む事も少なくないが。"
        },
        {
          "en": "\"They say there are immortality elixirs in the moon.\"",
          "jp": "「月には不老不死の薬があるらしいのよ」"
        },
        {
          "en": "\"Immortality, huh?\n   What's the use of it to you if physics is coming to an end and nihilism is taking control?\"",
          "jp": "「不老不死ねぇ。\n   物理の終焉を迎えて虚無に支配されている蓮子には不要でしょ?」"
        },
        {
          "en": "\"Who's a nihilist?\n   I'm full of life.\n   Because I'm excited about the universe, I can sleep soundly at night.\"",
          "jp": "「誰が虚無主義よ。\n   私は生きる力でいっぱいよ。\n   今は宇宙の事で興奮して夜もグッスリなんだから」"
        },
        {
          "en": "\"Well, if you were to come across it, would you take it, Renko?\"",
          "jp": "「じゃ、不老不死の薬が手に入ったら、蓮子は使うの?」"
        },
        {
          "en": "The world has developed rapidly and countries everywhere have become rich, so mankind has moved on to the next stage. The human population, increasing exponentially since the BC era, slowly began to decrease.\nCapitalism, just as a Noah's Ark, has promoted the economic gaps. Because of this, the birth rates of all countries have fallen, though this just means that capitalism has entered its final step, population controlling.\nJapan, which had the fastest decline in birth rate and a great decrease in population, succeeded in avoiding the disadvantages of this population decrease and in regaining the industriousness and emotionally rich traits of its country in the remaining chosen people.",
          "jp": "世界は急速に発展して、何処の国もある程度豊かになったが、人類は次のステージへと進んでいた。紀元前の頃から右肩上がりで増え続けた人口が緩やかに減少に転化したのだ。\n資本主義は、ノアの方舟の如く経済による格差社会を増進させた。それにより何処の国も軒並み出生率が低下したが、これは全て資本主義の最終ステップである『人口調整』段階に入っただけである。\nいち早く少子化が進み人口が減少に転じた日本は、人口減少によるデメリットを上手く回避し、選ばれた人間による勤勉で精神的に豊かな国民性を取り戻す事に成功した。"
        },
        {
          "en": "\"Immortality elixirs?\n   Of course, I would take it.\n   Do you know why immortal life appears to be terrible in stories? They were just admonishing against greed and advocating the opposition of the authorities. But if you look at it in another way, these stories are evidence of the existence of an immortality elixir.\n    Immortality doesn't mean absence of death, it means the boundary between life and death disappears, and you are in a state neither alive nor dead.\n   Just as if you were in the living world and the Netherworld at the same time, a Necrofantasia.\"",
          "jp": "「不老不死の薬?\n   勿論、使うわよ。\n   物語なんかでは不老不死は辛い物だとされているのは何故だか判る? アレはみんな欲深さへの戒めと権力者への反抗を謳っているだけよ。でもそれが反対に、不老不死の薬の実存性の裏付けの証拠になっているわ。\n   不老不死は、死が無くなるんじゃなくて、生と死の境界が無くなって生きても死んでも居ない状態になるだけよ。\n   まさに顕界でも冥界でもある世界の実現だわ」"
        },
        {
          "jp": "(『東方文花帖』の『幻想の音覚』より)\n対処不能の胡散臭い曲を作ろうと意気込むも、かなり東方らしい所で落ち着いたなーって感じです。妖々夢が全体的に落ち着いた、風景を大切にする曲が多かったので、この曲ぐらいは系統を変えて「これならシューティングにも使えるぞ」ってな感じに持っていきました。\nこの曲を聴くと、もの凄い勢いで体力が消耗します。この曲だけ現代的な物を感じられるかも知れない。幻覚もどちらかというと、現代から未来を感じてしまう。\nネクロとは死の事。死の幻想世界。幻想世界が死を見せるときそこにあらわれるのは現実である。だからこそこの曲は、歴史を感じるのではなく、現代を感じる曲である必要があったのです。",
          "en": "(Bohemian Archive in Japanese Red Music Columns)\nI was enthusiastic to make a song so suspicious-sounding that others would be unable to cope with it, and this song also feels rather calming and Touhou-like. I found PCB to be calming overall, and it had a lot of songs that were important to the scenery, but at around this point in the game I shifted tracks to a more \"This is a shmup, so shoot things.\" feeling.\nWhen I listen to this song, I feel a strong force that exhausts my physical energy. It's just with this song that I may not see things in the present. The illusions I see are both from the present and the future.\n\"Necro-\" means \"death\". The fantastic world of the dead. The fantastic world that only reveals itself at the time of death. That is why this song has no feelings of the past. There needs to be a song like that where you can feel the present."
        }
      ]
    },
    {
      "number": 10,
      "name": {
        "jp": "向こう側の月",
        "en": "The Far Side of the Moon"
      },
      "comments": [
        {},
        {
          "en": "The two of them sat down by fountain-equipped lake inside the university's campus.",
          "jp": "二人は大学の設備である噴水のある池の辺に腰掛けた。"
        },
        {
          "en": "The moon was already out, and a flat moon with no craters could be seen floating on the lake.",
          "jp": "既に月が顔を出しており、湖にはクレーターの無い平らな月が浮かんでいる。"
        },
        {
          "en": "Merry the magician saw them:\n\nRabbits making medicine;\n\nCelestial maidens wearing dazzling dresses,\n\ndancing gracefully in the sky.",
          "jp": "魔術師メリーには見えていた。\n\n兎が薬を搗き\n\n煌びやかな衣装を身に纏い\n\n優雅に空を舞う天女"
        },
        {
          "en": "She saw the other side of the boundary through the moon reflected in the water.\nSeeing this moon, Merry had an idea.",
          "jp": "水に映った月には結界の向こう側の姿が見えていた。\nその月を見てメリーに名案が浮かんだ。"
        },
        {
          "en": "\"Hey, Renko.\n   If the Moon Tour is too expensive, why don't we try thinking of another way to get there?\"",
          "jp": "「ねえ蓮子。\n   月面ツアーが高くて無理ならば、何か別の方法で月に行けないか考えてみない?」"
        }
      ]
    }
  ]
}