{
  "product": {
    "name": {
      "jp": "稀翁玉",
      "en": "Kioh Gyoku"
    },
    "year": 2001,
    "artist": "ZUN",
    "circle": {
      "jp": "Amusement Makers",
      "en": "Amusement Makers"
    },
    "tracks": 10,
    "packInfo": {
      "packMethod": 0,
      "bgmDir": "WAVE"
    }
  },
  "update": {
    "source": 1,
    "metaInfo": {
      "wikipage": "Kioh_Gyoku/Music",
      "wikirev": "398464"
    }
  },
  "playlist": [
    {
      "number": 1,
      "name": {
        "jp": "稀翁玉 ~ Fairy Dance",
        "en": "Rare Venerable Orb ~ Fairy Dance"
      },
      "comments": [
        {
          "jp": "タイトル曲です。今までになく凄く変な曲です。\n静止画面のタイトルって曲いらないような気もしましたが、寂しいのでいつも付けています。\nでもこの曲は、付いている方が寂しい感じがする(^^;",
          "en": "The title theme. A strange song like never before.\nI really don't think there needs to be a song for a motionless title screen, but since it'd feel lonely without it I always have a song for the title.\nBut I feel as if it feels lonelier with the song. (^^;"
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\nなんのコメントも無いんですが(^^;\n\nこの曲、思いつきで弾いていたらいつの間にか出来ていました。\n\nきっと妖精さんのしわざに違いない。きっとそうだ。\n\n妖精が襲ってくるー。というわけで Fairy Dance",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nI've nothing to say about this one (^^;\n\nIt was a song that I just thought up one day on the spot.\n\nI'm sure it's a fairy's doing. I'm pretty sure.\n\nAhh, the fairies are invading, is what I thought of, so it's called Fairy Dance"
        }
      ],
      "metaInfo": {
        "filename": "kog_00.wav",
        "rel_loop": 1111516,
        "rel_end": 8628060
      }
    },
    {
      "number": 2,
      "name": {
        "jp": "天鵞絨少女戦 ~ Velvet Battle",
        "en": "Velvet Maiden's War ~ Velvet Battle"
      },
      "comments": [
        {
          "jp": "VIVITのテーマです。\nメイドさんといえば、世間では日光に弱い眼鏡っ娘と相場が決まってますが、\n今回は私のメイドさんイメージで曲を創りました。というかいつも・・・\nなんて言うか、東洋風じゃないことだけは確かかと(^^;",
          "en": "VIVIT's theme.\n\nWhen thinking of a maid, people get the image of a girl with glasses who's weak to sunlight, but this time, I made this song with my image of a maid.\n\nWell, it always happens, but... I'm pretty sure this isn't an Asian style of song.(^^;"
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\n「びろおどしょうじょせん」と読みませう。ええ、そうしませう。\n\n曲は曲名と一切関係なく(ぉ、フュージョンをっぽいところも\n\nあります。\n\n完全に趣味ですね(笑)",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nIt reads \"Birōdo shoujo sen\". Yeah, like that.\n\nThe song itself has nothing to do with the title (kind of like a fusion music too)\n\nAfter all, its merit is in its completion (laughs)"
        }
      ],
      "metaInfo": {
        "filename": "kog_01.wav",
        "rel_loop": 3172648,
        "rel_end": 30412220
      }
    },
    {
      "number": 3,
      "name": {
        "jp": "Castle Explorer -in the Sky-",
        "en": "Castle Explorer -in the Sky-"
      },
      "comments": [
        {
          "jp": "ゲイツのテーマです。\n恐ろしいほどに乙女チックな曲です。\n全ては私の趣味です。ちょっと大人しくしすぎたかも(^^;",
          "en": "Gates' theme.\nIt sounds so girlish that it's almost scary.\nWell, everything's by my taste. But perhaps I made this too calm (^^;"
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\n前作(秋霜玉)のゲイツの曲は、「天空アーミー」でしたので、今回\n\nは「天空城」です。(ですって言い切られてもなぁ)\n\nキャラ的に全然合っていないところがポイント。\n\nこの曲も、思いつくがままに、お酒に飲まれるがままに、弾いてい\n\nたら出来ていた、って曲だったなぁ(^^:\n\nそれじゃ、キャラにあわんわな。",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nGates' theme song from the earlier game (Shuusou Gyoku) was \"Firmament Army\", so\n\nhis theme song for this game is \"Castle Explorer\" (Or should I say... Sort of?)\n\nMajor point about this song is that it does not feel like his theme song at all.\n\nI worked on this song whenever it came to my mind, whenever I enjoyed some beer, and\n\ngot to complete it soon (^^:"
        }
      ],
      "metaInfo": {
        "filename": "kog_02.wav",
        "rel_loop": 549356,
        "rel_end": 19524992
      }
    },
    {
      "number": 4,
      "name": {
        "jp": "オルフェの詩 ~ Pseudoclassic",
        "en": "Orphic Poetry ~ Pseudoclassic"
      },
      "comments": [
        {
          "jp": "めい&まいのテーマ\n\nここに来て、大人っぽいなぁ(^^;\n\nなんとも覚えづらいサビのメロディは、ちょっとお気に入り",
          "en": "Mei and Mai's theme. \nThings suddenly sound mature now (^^;\nThese difficult to remember melody lines are something that I like."
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\nこの曲は夏バージョンに比べて、大幅にお洒落になったと思う。\n\nPseudoclassicとは、擬古的なということです。チェンバロなんか使って\n\nるけどサビなどJazzyな部分もあるのでそうしました。\n\n擬古的というのをギコ的と表記すると、かなり嫌(^^;。\n\nオルフェというのはオルフェウスの事です。曲とは関係ありません(ぉ",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nCompared to the one I released during summer, I think this one is less serious.\n\nPseudoclassic means imitating old traditions. The Cembalo is used in this song\n\nto give it a somewhat old and Jazzy feeling.\n\nI'm in preference of writing \"ギコ的\" over \"擬古的\". (^^;。\n\nOrphic refers to anything that pertains to Orpheus. It has nothing to do with\n\nthe song (Oh)."
        }
      ],
      "metaInfo": {
        "filename": "kog_03.wav",
        "rel_loop": 1279168,
        "rel_end": 18058852
      }
    },
    {
      "number": 5,
      "name": {
        "jp": "新幻想 ~ New Fantasy",
        "en": "New Illusion ~ New Fantasy"
      },
      "comments": [
        {
          "jp": "ミリアのテーマ\n\nこの曲が一番昔に創った曲です。ちょうど1年前位に。\n\nほとんどがピアノで構成されてる曲、の割には、ピアノらしからぬノリなところがポイント(じゃない)",
          "en": "Milia's theme.\n\nThis is the oldest song I made. About a year ago. \n\nThe point of this song (or not) is that, most of the song's on piano, and yet there are parts that don't feel like that at all."
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\nこの曲が一番古い曲です。今年の1月に創りました。\n\nまだ、ゲームのゲの字も無かった頃ですね(^^;\n\nちょうど新世紀がセンセーショナルだったので、こんな曲名。\n\nいや、そんなに大げさな曲じゃないんだけど(笑)",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nThis is the oldest song from here. I made it in January this year.\n\nThat's pretty much when I didn't even know the G of Game (^^;\n\nSince the new millennium seems to be the sensation nowadays, I went for this song title.\n\nWell, this song is nothing as grandiose as such (laughs)."
        }
      ],
      "metaInfo": {
        "filename": "kog_04.wav",
        "rel_loop": 555208,
        "rel_end": 32683612
      }
    },
    {
      "number": 6,
      "name": {
        "jp": "オルレアンの聖騎士",
        "en": "Holy Knight of Orléans"
      },
      "comments": [
        {
          "jp": "マリーのテーマ\n\n一番ミスマッチかと思ってたけど、割とキャラにあった曲になったみたい。\n\n重厚そうで実はものすごく軽快なリズムの曲です。\n\n何とも言えない雰囲気が漂ってるなぁ(^^;",
          "en": "Marie's theme. \n\nI thought this song would be the biggest mismatch, but it looks like it ended up matching the character.\nIt sounds heavy, and yet the rhythm runs light and smooth.\n\nThere's a really hard to explain sort of feel in this song (^^;"
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\nこの曲が結果的に一番キャラに合ったのかも知れない。\n\nmidi 版はともかく、wav 版はロマンティックな曲になっています。\n\nうそ、なっていません。\n\n曲名の聖騎士とは、言うまでもなくジャンヌ・ダルクのことです。\n\n「フラッシュソード!」とかいう、足癖の悪い女王様です。",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nI'm guessing this song is the most successful in embodying the character.\n\nRegardless of the midi version, the wav version sounds romantic.\n\nJust kidding, not really.\n\nThe holy knight in the song title is, needless to say, Joan of Arc.\n\nShe's one wicked highness, who goes well with the catchphrase \"Flash sword!\""
        }
      ],
      "metaInfo": {
        "filename": "kog_05.wav",
        "rel_loop": 535436,
        "rel_end": 21705472
      }
    },
    {
      "number": 7,
      "name": {
        "jp": "My Maid, Sweet Maid",
        "en": "My Maid, Sweet Maid"
      },
      "comments": [
        {
          "jp": "エーリッヒのテーマ\n\nあっはっは~、これは凄いね(笑)\n\n老人のイメージで創りたかったんだけど、老人どころか、どっちかつーと読書好きな\n\n大人しい少女ですね。そもそもSTGの曲ではないな(^^;",
          "en": "Erich's theme.\n\nHahaha, now isn't this amazing (lol)\n\nI wanted to make this to an old man's image, but it became a gentle book-loving girl's song.\n\nIn the first place, it doesn't sound like a song for a STG (^^;"
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\n私の女中、甘い女中よ。\n\nメイドって甘いのでしょうか。炊事洗濯、水仕事ばっかであんまり\n\nおいしくないんだろうなぁ。残念。\n\n狂牛病も草食を無理矢理肉食に変えたせいだって言うから、私も気を\n\n付けないと。(なんの話だ?)",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nMy maid, sweet maid indeed.\n\nI wonder if maids are indeed sweet. Well, probably not that tasty since all they do is\n\nclean and wash clothes. Too bad.\n\nSince they say the mad cow disease started from forcing carnivorous diets on vegetarians\n\nI'll need a change of mood (What the heck?)"
        }
      ],
      "metaInfo": {
        "filename": "kog_06.wav",
        "rel_loop": 3932932,
        "rel_end": 20611976
      }
    },
    {
      "number": 8,
      "name": {
        "jp": "桜花之恋塚 ~ Flower of Japan",
        "en": "Lovely Mound of Cherry Blossoms ~ Flower of Japan"
      },
      "comments": [
        {
          "jp": "幽香のテーマ\n\n和風でござる。やっぱ一作品に一曲は無いと寂しい東洋曲(笑)\n\n私にしてはものすごく珍しく(いやほんとに)明るくて楽しい曲です。\n\nなんともお洒落(か?)",
          "en": "Yuuka's theme.\n\nIt's Japanese style. It'd be lonely to have a game without an Asian sort of song. (laughs)\n\nIt's a light and fun song, which is very rare for me (no, really).\n\nIt's quite fashionable (really?)."
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\n「おうかのこいづか」と読みます。純和風ですよ、いや、準和風かな?\n\nどのみち、私は東方某を謳っていたくせに、創った東方曲は実は数が少なかっ\n\nたりして貴重です。\n\nそもそも、軽快な雰囲気の曲も珍しい。New Age 寄りな一曲。",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nIt reads \"Ouka no Koizuka\". It's original Japanese. No, semi-Japanese, maybe?\n\nWell, I wanted to make a Touhou-like song. They're quite precious to me.\n\nTo begin with, it's unusual for me to make such a light-hearted song. It's a New Age approach."
        }
      ],
      "metaInfo": {
        "filename": "kog_07.wav",
        "rel_loop": 2708060,
        "rel_end": 19751332
      }
    },
    {
      "number": 9,
      "name": {
        "jp": "乙女戦士 ~ Heart of Valkyrie",
        "en": "Warrior Maiden ~ Heart of Valkyrie"
      },
      "comments": [
        {
          "jp": "モーガンのテーマ\n\nようやくボスらしい曲に。今回の曲の中でもっとも私らしい曲かも知れませんね。\n\n曲名で分かるように(分かりません)、何かイメージわかないかなぁと思いつつ、\n\n某ヴァルキリープロファイルの攻略本見ながら弾きました(^^;",
          "en": "Morgan's theme.\n\nFinally, a song that fits a boss battle.\n\nIt might be the most me-ish song this time.\n\nAs you can see from the title (nope), I played this song while I was flipping through a strategy guide for Valkyrie Profile since I was lost for an image for the song.(^^;"
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\n乙女戦士はヴァルキリーです。お得意の一曲で、もっとも私らしい曲です。\n\nって、こんな曲をお得意としているのもなんだな(^^;\n\nこれを聴くとFM時代からなんにも変わっていない自分に気づきます。\n\nやっぱボス戦大好き(笑)\n\n対戦STGという性質上、ボス戦が少ないからなぁ。",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nBy warrior maiden, I'm referring to the Valkyrie. It's one of the best songs I made\n\nand it certainly feels like me... Err wait, did I just say best song? (^^;\n\nI feel like I haven't changed that much since the FM era when I'm listening to this.\n\nI just like boss fights (lol)\n\nJust because characteristically fighting STGs lack boss fights."
        }
      ],
      "metaInfo": {
        "filename": "kog_08.wav",
        "rel_loop": 238400,
        "rel_end": 30299928
      }
    },
    {
      "number": 10,
      "name": {
        "jp": "エニグマティクドール ~ God Knows",
        "en": "Enigmatic Doll ~ God Knows"
      },
      "comments": [
        {
          "jp": "ミューズのテーマ\n\nラスボスらしい曲になった、かどうかは分からないですが、ずいぶんお洒落な雰囲気のラスボス曲です(^^;",
          "en": "Muse's theme.\n\nI don't know if it sounds like a last boss song, but it's a last boss song that sounds quite trendy."
        },
        {
          "jp": "(Composition of Fantasy ~ Alice in Shanghai Land)\nラスボスっぽいっかつーと、76%位ラスボスな感じ。\n\nピアノアドリブが大好き。でも、この曲のサビは今までの私の曲では珍しい\n\nメロディかも知れない。\n\nここで言う「エニグマティクドール」とは、直訳すると不思議の人形、\n\nまぁ、呪術人形のつもりで。",
          "en": "(Composition of Fantasy ~ Alice in Shanghai Land)\nA piece just like that for a boss fight--or should I say, about 76% of the boss fight.\n\nI like the improvisation on the piano part. However, you rarely see any faults of \n\nthis song in any other songs composed by me.\n\nProbably it's just the melody.\n\nThe \"Enigmatic Doll\" here is, literally, a weird doll.\n\nProbably a magical doll."
        }
      ],
      "metaInfo": {
        "filename": "kog_09.wav",
        "rel_loop": 8739760,
        "rel_end": 25500132
      }
    }
  ]
}