{
  "product": {
    "name": {
      "jp": "東方幻想郷 ~ Lotus Land Story",
      "en": "Touhou Gensokyo ~ Lotus Land Story"
    },
    "year": 1998,
    "artist": "ZUN",
    "circle": {
      "jp": "Amusement Makers"
    },
    "tracks": 30,
    "packInfo": {
      "packMethod": 0
    }
  },
  "update": {
    "source": 1,
    "metaInfo": {
      "wikipage": "Lotus_Land_Story/Music",
      "wikirev": "403349"
    }
  },
  "playlist": [
    {
      "number": 1,
      "name": {
        "jp": "幻想郷 ~ Lotus Land Story",
        "en": "Gensokyo ~ Lotus Land Story"
      },
      "comments": [
        {
          "en": "It's the usual. And we've just about had them enough already (^^;;\nI wonder what makes a song Japanese-styled.\nHm, well, I do like the song itself quite a bit, but...\nNot much else, aside from the fact that it doesn't really match the title screen (^^;;;\nWell, I suppose even that (not matching the title picture) is a trademark of this series (^^; (Not really)",
          "jp": "あいかわらずです。もういいんですけどね(^^;;\nどういった曲が和風なんでしょうね。\nう~んこの曲自体は結構好きなんですが・・・\nタイトルの絵と合わないことこの上無いですね(^^;;;\nまぁ、それ(絵と合わないこと)こそが、このシリーズの味なのかも(^^; (そんなことない)"
        }
      ]
    },
    {
      "number": 2,
      "name": {
        "jp": "Witching Dream",
        "en": "Witching Dream"
      },
      "comments": [
        {
          "en": "Weeell. This song turned out kind of a pretty cool one. But, it might be a little too dark.\nThere's that drum pattern in the second half that's almost out of desperation. Just a little.\nYep. Ah, well.",
          "jp": "う~ん。ちょっとかっこよさげな曲になりましたね。 でも、ちょっと暗すぎかな。\n後半、やけになった様なドラムパターンがあります。ちょっと、やけ。\nう~ん。まぁその。"
        },
        {
          "en": "(th4_02.txt from here)\n This is \"Witching Dream\" from the 4th work of Touhou Project Lotus Land Story\nIn actuality, this music was fitted with my number one personal image of Reimu in mind, and the arrangement is my own special way\nof exploding the image of Touhou (haha) and since it was considerably arranged, I hear it as\nsomething different from the original tune, and so, best regards (^^;.\n\nIndividually, I think, I probably made it a tune closely matched with the shrine maiden.\nBut, to say, to what extent are there people who would nod in agreement (haha)\nIt is the lowest, but if a Reimu-like one was done, it would be a particularly strange place (^^;;\n\nSo, perhaps the image might be considerably different from the original music, but either way,\nit could be said that the image given by the original music was more different (sure it is)\nFor this kind of reason, since is a favorite, it is even alright as a BGM in a game without BGM (haha)",
          "jp": "(th4_02.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方Priject第4弾 東方幻想郷より【 Witching Dream 】です。\n実はこの曲、一番自分的に霊夢のイメージに合っていたので、アレンジでは自分なりの\n東方イメージを爆発させてみました(笑)かなりアレンジしてあるので、元曲とは別物\nとして聴いていただいても、よろしくってよ(^^;。\n\n個人的には、巫女さんにぴったりな曲にしあがったんじゃないかと思っています。\nでも、それにうなずいてくれる人がどれだけいるかって言うと(笑)\n最低でも、霊夢っぽさは出てるかと、特に変な所とか(^^;;\n\nで、元曲とかなりイメージが違うかもしれないけど、どっちかって言うと、元曲の方が\nイメージが違ったと言えます(なんだそりゃ)\nそんなわけで、お気に入りですんでBGMのないゲームのBGMにでも(笑)\n\n\nではまた次の曲で逢いましょうか ZUN"
        },
        {
          "en": "(th4_02pmd.txt from here)",
          "jp": "(th4_02pmd.txt from here)\n このたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 Witching Dream 】オリジナル版です。\n\nSTG1面なのに、ちょっぴり暗すぎるような気もします。\nでも、東方某ってなぜかこういう曲ばっかだったりする(個人的な好み)\n\n霊夢も、私が曲を創ったばっかりにまるで巫女さんっぽくない曲になっちゃいましたね(笑)\nこの曲はその代表の様なものかも。\n\n\nではまた次の曲で逢いましょうか ZUN"
        }
      ]
    },
    {
      "number": 3,
      "name": {
        "jp": "Selene's light",
        "en": "Selene's light"
      },
      "comments": [
        {
          "en": "This is a pretty cute song, isn't it?\nI guess the kind of cute that you'd say fits a witch girl? (No way, it's definitely not.)\nI always write my songs pretty haphazardly, so I never really have any idea how they'll turn out.\n\nI do seriously put some thought into the theme, but...\n(By the way, this is a pretty cute song (^^;)",
          "jp": "これは、かわいい曲です、よね?\n魔法使いの少女っぽい、っていうのは、こんなの? (う~ん。ぜったいちがうと思う)\nいつも、いきあたりばったりで曲をかくもんで、どんなのが出来るのか分かりません。\n\n一応テーマは考えるんですが・・・\n(ちなみに、この曲はかわいい曲(^^;)"
        }
      ]
    },
    {
      "number": 4,
      "name": {
        "jp": "装飾戦 ~ Decoration Battle",
        "en": "Decoration Battle ~ Decoration Battle"
      },
      "comments": [
        {
          "en": "The first boss song is pretty hard. It's popular for boss music nowadays to be dignified, but as you can see, most of the bosses in this series are cute girls, so I try to make their songs cool.\nSo, why are the first boss songs hard, well, it's actually pretty easy for me to make a cool (sounding) song most of the time (I think). But, if the first stage boss theme is really cool, I don't have anything left over for the rest of the songs, and end up making something really weird - that's my pattern.\nSo, it's a pretty serious problem. Well, what do you think of this song? (^^;;",
          "jp": "1面のボスの曲って難しいです。普通、ボスの曲は重厚な曲が主流ですがこのゲームは、ボスは見た目可愛い少女が主なので、かっこいい曲にしています。\nで、なんで1面の曲が難しいかというと、かっこ(だけ)いい曲って、結構楽なんです(私にとって)でも、1面のボスの曲をかっこよくすると、あとが持たんので、変わった曲にするのが私のパターンなんです。\nだから、大変なんですよ。で、この曲はどうですか?(^^;;"
        }
      ]
    },
    {
      "number": 5,
      "name": {
        "jp": "Break the Sabbath",
        "en": "Break the Sabbath"
      },
      "comments": [
        {
          "en": "The patterns in this song are similar to those from last time.\nIt starts bit-by-bit and goes pah-pa pah-pa (mysterious)\nIt was actually pretty easy to make, so it didn't leave a strong impression (^^;",
          "jp": "この曲は、前作の曲のパターンに似てますね。\nはじめちょろちょろなかぱっぱぱっぱですね(謎)\nぜんぜん、作るの苦労してないので、印象薄いです(^^;;"
        }
      ]
    },
    {
      "number": 6,
      "name": {
        "jp": "紅響曲 ~ Scarlet Phoneme",
        "en": "Scarlet Symphony ~ Scarlet Phoneme"
      },
      "comments": [
        {
          "en": "My boss songs are basically short. If they're long, you might not be able to hear the whole thing. (^^;\nI was going for a song that would evoke the image of a westernized demon, but... ?\nWell, it has a nice feel (^^",
          "jp": "ボスの曲は、基本的に短い曲です。 長くても、最後まで聞けないかもしんないからです(楽だから?(^^;\nこの曲は、出来るだけ西洋の悪魔をイメージした曲をめざしたんだけど・・?\nまぁ、良い感じやね(^^"
        }
      ]
    },
    {
      "number": 7,
      "name": {
        "jp": "Bad Apple!!",
        "en": "Bad Apple!!"
      },
      "comments": [
        {
          "en": "This song feels like my older songs.\nWell, since it started turning out weird, I did try to make it at least sound like something I might have written long ago ...\nIt's nice to have something this rhythmical(?). And, it's very 3rd-stage-ish(??)...",
          "jp": "この曲は、昔の私の曲みたいです。\nまぁ、どんどん変な曲になってくんで、出来るだけ昔っぽい曲をめざしたんですけど・・・\nいいですよね、こんくらい軽快(?)なの。3面っぽい(??)し・・・"
        }
      ]
    },
    {
      "number": 8,
      "name": {
        "jp": "霊戦 ~ Perdition crisis",
        "en": "Spirit Battle ~ Perdition crisis"
      },
      "comments": [
        {
          "en": "I kind of like this song.\nThe stage 3 boss is kind of strong. The song has the same feel to it.\nShe may look strong, but the song gives you the feeling you'll definitely win(?)",
          "jp": "ちょっと、おきにいりだったりする。\n3面のボス、ちょっと強い。曲もそんな感じ。\nつよそうだけど、絶対勝ちそうなボスっぽい曲だよね(?)"
        },
        {
          "en": "(th4_08.txt from here)\nThank you for downloading the song.\n\nThis is the Spirit Battle ~ Perdition crisis from Touhou Project No.4 Lotus Land Story.\nI've arranged it so it'd be fantastic.\n\nThe original plan was to make it hard rock style with guitars going loud, but personally I'm not good with guitars (sweat), so I decided not to make it rock style.\nAs a result though, I think it turned out good because of the stylish atmosphere it got.\n\nMaybe it can be used in the game as it is. Of course in shoot 'em ups (^^;;\n\nWell then, we shall meet again in the next song ZUN",
          "jp": "(th4_08.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方Priject第4弾 東方幻想郷より【 霊戦 ~ Perdition Crisis 】です。\nファンタジックにアレンジしてみました。\n\n当初の予定では、ギターバリバリのハードロック調にする予定でしたが、個人的に\nギターをうまく使えないので(汗)、結局、ロック調にするのはやめました。\nでも、結果として、おしゃれな雰囲気になってよかったと思ってます。\n\n結構このままでもゲームに使えるんじゃないかしらん。もちろんSTGに(^^;;\n\nではまた次の曲で逢いましょうか ZUN"
        },
        {
          "en": "(th4_08pmd.txt from here)",
          "jp": "(th4_08pmd.txt from here)\n このたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 霊戦 ~ Perdition Crisis 】オリジナル版です。\n\nエリーは、死神のイメージで作成しました。\n曲もそれなりの迫力をもたせてあります。\n\n第2段階はじめの、右から扇形弾連弾+遅れて左から扇形弾連弾はランクが上がると、一見\n避けようがないようにみえます。でも実は、最初の右から来る扇形弾は全て、撃たれたときの\n場所から動かなければ当たりません(知ってました?)\nちなみに、それをやらないと、左からの攻撃は避けようがございません(笑)\n\n\n\nではまた次の曲で逢いましょうか ZUN"
        }
      ]
    },
    {
      "number": 9,
      "name": {
        "jp": "アリスマエステラ",
        "en": "Alice Maestra"
      },
      "comments": [
        {
          "en": "I imagined a cool-looking Western-style mansion while making this song, and it ended up turning into something I really don't understand (^^;\nBut, I think it has an altogether different atmosphere from the the other songs...\n(Or maybe it's the same (^^;;;)",
          "jp": "この曲は、かっこいい洋館をイメージして、結局わけのわからん曲になった曲です(^^;\nでも、他の曲とちょっと違った雰囲気があると思うんだけど・・・\n(いっしょかも(^^;;;)"
        },
        {
          "en": "(th4_10.txt from here)\n Thank you for downloading the song.\n\nThis is \"Alice Maestra\" from Lotus Land Story.\nI tried to arrange in the style of West. Well, the original was already western-style (^ ^;\n\nThis song is a personal favorite. (Most favorite actually (^ ^;;)\n\nIn the original plan, I was going to have a clean finish to the atmosphere, but when I finished it wasn't at all (^ ^;;\n\nIndeed, it's the Alice system, well, it is a good melody in its specialty.\n\nAnyway, as usual, it is a game-like melody. Of course, that's I'm aiming for.\nAnd Incidentally, it is girly (^ ^;\n\n\nWell then, let us meet again in the next song, shall we? ZUN",
          "jp": "(th4_10.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 アリスマエステラ 】です。\n西洋風にアレンジしてみました。つーか、元から西洋風に作ったつもりですが(^^;\n\nこの曲は個人的に激お気に入りでした。(それにしてもお気に入りの多い(^^;;)\n\n当初の予定では、すっきりした雰囲気に仕上げるつもりでしたが、できあがってみると\n全然違う(^^;;;\n\nまさに、アリス系の、まぁ、お得意中のお得意なメロディですね。\n\nそれにしても、いつもながらメロディがゲームっぽいです。もちろん、ねらってですが。\nついでにいうと、少女っぽいですね(^^;;\n\n\nではまた次の曲で逢いましょうか ZUN"
        },
        {
          "en": "(th4_10pmd.txt from here)",
          "jp": "(th4_10pmd.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 アリスマエステラ 】オリジナル版です。\n\n西洋屋敷は、一度やってみたかったのでやってみました。幻想郷の制作中にエスプが発売されたので\n後からアリスを付け加えました。それも大量に(笑)\n\nでも、この曲って幻想郷の他の曲に比べ、サビのメロディは実に和風ですよね。\nこのメロディで和風に創れば、まさに東方(^^;;\n\nイントロの不協和音がお気に入り(笑)\n\n\nではまた次の曲で逢いましょうか ZUN"
        }
      ]
    },
    {
      "number": 10,
      "name": {
        "jp": "少女綺想曲 ~ Capriccio",
        "en": "Maiden's Capriccio ~ Capriccio"
      },
      "comments": [
        {
          "en": "Yeah. I really like this song.\nThe biggest problem, is no matter who listens, it's just not a shrine maiden song at all (^^;\nBut, I think this song best expresses the atmosphere of this game.\nIt's a little cute, too.",
          "jp": "う~ん。実はお気に入りだったり。\n最大の問題は、誰がきいても巫女さんの曲じゃない、ってところですね(^^;\nでも、私の心の中ではこのゲームの雰囲気には、この位でちょうどいいかと。\n妙にかわいい曲調だったりする。"
        },
        {
          "en": "(th4_09.txt from here)\nThank you for downloading the song.\n\nThis is Maiden's Capriccio ~ Capriccio from Touhou Project No.4 Lotus Land Story.\nI have arranged this as a test. Very hard task actually(^^;;\nThe melody might be a difficult to listen to if you were using a software synthesizer.\n\nThen in fact, this is a theme of a shrine maiden.",
          "jp": "(th4_09.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方Priject第4弾 東方幻想郷より「少女綺想曲 ~ Capriccio」です。\nこれは、試しにアレンジしてみました。割と大変です(^^;;\nソフトシンセなどで聞くと、旋律が聞き取りにくいかも。\n\nで、実は巫女さんのテーマだったりする(^^;;\n\n\nではまた次の曲で逢いましょうか ZUN"
        },
        {
          "en": "(th4_09pmd.txt from here)",
          "jp": "(th4_09pmd.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 少女綺想曲 】オリジナル版です。\n\nFM音源っぽさがよく出せたと思います(^^;;\n\nなぜか、私が霊夢のテーマを創ると急に東方っぽく無くなってしまいます。\nそんなわけで、ファンタジックな巫女さんになってしまいました。\n\n4面ボス、霊夢、魔理沙の攻撃は、霊夢は完全パターン攻撃、一方魔理沙は完全ランダム攻撃、と\nキャラ付けをしました。\n皆さんはどちらのボスの方が避けやすかったでしょうか?\n\n\n\nではまた次の曲で逢いましょうか ZUN"
        }
      ]
    },
    {
      "number": 11,
      "name": {
        "jp": "星の器 ~ Casket of Star",
        "en": "Vessel of Stars ~ Casket of Star"
      },
      "comments": [
        {
          "en": "It's hard to make weirder songs than this.\nThe intro has a kind of boss-ish feel to it.\nIt has a bit of a somber feel to it.\n(Hm, I wonder, yeah)",
          "jp": "これ以上に妙な曲は難しいですよ。\nイントロに、ボスっぽいものを感じます\nちょっと、重厚な感じがしますよね。\n(そうかな~、う~ん)"
        },
        {
          "en": "(th4_11.txt from here)\nThank you for downloading the song.\n\nThis song is Vessel of Stars ~ Casket of Star from Touhou Project No.4 Lotus Land Story.\nTh-this song is going crazy in every sense. (laugh)\nEspecially the drums, tempo and the chorus change at rapid speed making you want to say \"what's the matter with you?\".\nWell this could be cool too (^^; But I think you can't catch up how the song goes by only listening it to once or twice. If it's okay, please listen for it several times.\n\nTo tell the truth, I wasn't originally intending to split the fourth boss's theme (Reimu, Marisa) of Lotus Land Story, but I end up doing it because I've had time to do it. And at the time, I was planing to make Reimu's Eastern-like and Marisa's Western-like but....\nAnyway, I've arranged it wildly so that it wouldn't ruin the overflowing wildness of the original song.\n\nSetting those aside, I've been making really unorthodox music, so if they were out of the listeners' taste, I suppose my songs are all no good (^^;;;\nI wish that these song (even part of them) would be accepted by the people. (laugh)\n\n\nWell then, we shall meet again at the next song ZUN.",
          "jp": "(th4_11.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方Priject第4弾 東方幻想郷より【 星の器 ~ Casket of Star 】です。\nこ、この曲は、あらゆる意味でめちゃくちゃキテますね(笑)\n特に、ドラムとテンポとサビが「どうしちゃったの?」って位ハイスピードに変化します。\nまぁこれもかっこいいかもね(^^;でも、恐らく1,2回聴いただけでは展開についていけ\nないかも。よろしければ何度か聴いてやってくださいね。\n\n実は、もともと幻想郷の4面ボス(霊夢、魔理沙)は曲を分けるつもりは無かったの\nですが、時間が余って2つに分けたのでした。その時、霊夢の方は東方っぽく、魔理沙\nの方は西洋っぽくするつもりだったんだけど・・・\nまぁ、元曲のあふれんばかりな激しさを、崩さないように激しくアレンジしてあります。\n\nそれにしても、ものすごく偏った曲ばっか作ってますけど、聴く皆様の守備範囲外だった\nりすれば、私の曲は全てダメなんだろうな~(^^;;;\nこれらの曲が(一部でも)皆様に受け入れてももらえる祈って(笑)\n\n\nではまた次の曲で逢いましょうか ZUN"
        },
        {
          "en": "(th4_11pmd.txt from here)",
          "jp": "(th4_11pmd.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 星の器 ~ Casket of Star 】オリジナル版です。\n\n魔理沙も主人公格キャラなので意表をついた曲を創ろう、と意気込んで創りました。\nSTGボスとしては不思議な高揚感が出ていると様な気がします。\n\n魔理沙は、法則性が無く、ボス段階変化しても攻撃に変化は特にない、東方唯一の特殊ボスです。\n\nなにかと謎な攻撃が多いけど、以外と知られていない魔理沙のシステム公開~(笑)\n\n・ビットの数だけボス本体の防御力が高い\n・ビットの耐久力はそれぞれ違う\n・4つのビットを破壊すると、そのターンの残りと次のターンは発狂攻撃をする。\n・発狂後から次のビットを装着までしおしおな攻撃をする。\n・そのターン数はややランダムである。\n・4つのビットは、よーく見るとそれぞれ別の宗教のマークになっている(笑)\nて、感じ。\n\n\nではまた次の曲で逢いましょうか ZUN"
        }
      ]
    },
    {
      "number": 12,
      "name": {
        "jp": "Lotus Love",
        "en": "Lotus Love"
      },
      "comments": [
        {
          "en": "I had no idea what this was when I made it, but it's grown on me now.\nOnce you get used to it, you can see how it's quite cool, and how it has quite a nice feel. Quite.\nThe stage is short, too, so in-game the song only loops once. Poor thing.",
          "jp": "最初、作ったときはなんだこりゃ、と思っていましたが、今はなれました。\nいざ、聞きなれると結構かっこいいことが分かり、結構いい感じです。結構。\n面も短いので、ゲーム中、曲は1ループしかしません。ちょっとかわいそう。"
        }
      ]
    },
    {
      "number": 13,
      "name": {
        "jp": "眠れる恐怖 ~ Sleeping Terror",
        "en": "Sleeping Terror ~ Sleeping Terror"
      },
      "comments": [
        {
          "en": "I'm usually pretty haphazard in my song writing, but this time I pretty much had the thing all planned out (in my head) before I got started.\nI don't think I use this type of bass pattern very often, though.\nBut, I didn't have many voices in the 26 version, so it didn't come out all that well (;_;",
          "jp": "いつもは、いきあたりばったりですがこの曲はめずらしく、だいたい出来上がってから(頭のなかで)書きました。\nちょっと自分にしてはベースパターンが珍しいです。\nただ、26ヴァージョンは、音が少なくて余りうまく出来ませんでした(;_;"
        },
        {
          "en": "(th4_12.txt from here)\nHave I kept you waiting? m(_ _)m\nThis is \"Sleeping Terror\" from Lotus Land Story.\nI have pretty much not added any arrangement itself. It develops the same as the original tune.\n\nThis is a little atypical among Touhou boss music (I think).\nAs for why this is, in the image I had when starting up Lotus Land Story, the 5th stage boss was definitely\nalready decided to be the sleepy (with a negligee form) last boss (not related? (^^;;)\n(Really, it was genuinely with the background in the bedroom, but\nit was quite difficult with the VRAM space and character scale so I gave up)\n\nDue to this and that, an odd Yuuka has been born and born.\n\nSince the tune was the style of being charming, I aimed at emphasizing that area.\nPerhaps cute (is it cute?(^^;;)",
          "jp": "(th4_12.txt from here)\n このたびは、ダウンロードしていただきありがとうございます。\n\nお待たせいたしましたm(_ _)m\n東方幻想郷より【 眠れる恐怖 ~ Sleeping Terror 】です。\nアレンジ自体は、ほとんど施していません。元の曲と同じ展開です。\n\n東方のボス曲の中ではちょっと異形な曲(だと思っている)です。\nそれは何故かっていうと、幻想郷立ち上げ時のイメージで、5面ボスは絶対に\n睡眠中(ねぐりじぇ姿)のラスボスにしよう、と決まっていたからです(関係ない?(^^;;)\n(ほんとは、背景を寝室にしてベットを置いて本格的にしたかったですが、\nVRAM の空きや人物のスケールからきつかったんであきらめましたが)\n\nそんなこんなで、ちょっとおかしな幽香が生まれたりうまれたり。\n\n曲は、かわいげのある風な曲だったので、そこら辺を強調した曲をめざしました。\nたぶんかわいいかと (かわいいのか?(^^;;)\n\n\nではまた次の曲で逢いましょうか ZUN"
        },
        {
          "en": "(th4_12pmd.txt from here)",
          "jp": "(th4_12pmd.txt from here)\n このたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 眠れる恐怖 ~ Sleeping Terror 】オリジナル版です。\n\nここら辺まで来ると、STGの曲ってなにやっても良いんだ、と思ってしまうほど\n好き勝手創っているように(^^;;\n\n幽香は、これに負けると最終面に進めない設定になっていたので比較的やさしい攻撃ばっかでしたね。\nほぼ画面大極太レーザーは、いつかやってみたかったのでやってみました。\n一度はやられてもらえたでしょうか(笑)\n\n\nではまた次の曲で逢いましょうか ZUN"
        }
      ]
    },
    {
      "number": 14,
      "name": {
        "jp": "Dream Land",
        "en": "Dream Land"
      },
      "comments": [
        {
          "en": "This is a very short song (^^;\nI think it came out very lonely-sounding, too (^^;;;\nWell, in any case, is it, I wonder? \nKind of. Uja~",
          "jp": "これは、短い曲ですね(^^;\nちょっと、切ない雰囲気になっちゃったけど(^^;;;\nまぁ、これはこれでアリかなぁと。 \nまぁその。うじゃ"
        }
      ]
    },
    {
      "number": 15,
      "name": {
        "jp": "幽夢 ~ Inanimate Dream",
        "en": "Faint Dream ~ Inanimate Dream"
      },
      "comments": [
        {
          "en": "The last boss theme. It has a very final feel to it. \nI think it came out pretty cool somehow~\nNobody really knows if Yuuka herself is cool.\nPersonally, I think I rather like her.",
          "jp": "ラスボスのテーマです。これはラストっぽいよね。\nなんか、かっこよく出来たかな~と。\n幽香自体はかっこいいかどうかは、謎。\n自分にとっておきにいりかと。"
        },
        {
          "en": "(th4_15.txt from here)\nThank you for downloading the song.\n\nThis is Faint Dream ~ Inanimate Dream from Lotus Land Story.\nIt was an arrangement work that I hadn't done in a quite time, and it was pretty fun to do.\n\nI aimed it to get the feeling of the battle version of Yuuka's theme 1 Sleeping Terror.\nHow it not having a glimpse of profoundness for a final boss, makes it sound like my doing.\nI have made it in techno style in purpose.\nThere sure are many games that have classical style in the last, aren't there? (Hard rocks too).\n\n\nSetting that aside, it's a mysterious song.\nThe verse part was more impressive than the chorus, so I arranged it getting inspiration from that....\n\n\nBy the way, does \"Inanimate Dream\" mean anti-Animate dreams? (^^;",
          "jp": "(th4_15.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 幽夢 ~ Inanimate Dream 】です。\n久しぶりのアレンジ作品でなかなか楽しかったです。\n\n幽香のテーマ1【 眠れる恐怖 】のバトル版という雰囲気を目指しました。\nラスボスにしては重厚さの欠片もないあたりが私っぽい。\n意図的にテクノ調にしています。\n最後はクラシック調のゲームって多いもんね。(ハードロックも)\n\n\nそれにしても、不思議な曲。\nサビより通常部分の方が印象的だったので、そこら辺をインスパイアしたアレンジを\nしてみたんだけど・・・\n\n\nところで、Inanimate Dream とは反アニメイトの夢?(^^;\n\n\nではまた次の曲で逢いましょうか ZUN"
        },
        {
          "en": "(th4_15pmd.txt from here)\nThank you for downloading this song.\nThis is the original version of Faint Dream ~ Inanimate Dream from Lotus Land Story.\n\nIt's pretty good, but... there isn't much variety to it, to be honest. (^^;\n\nIt sure sounds like a song fitting for the last boss, doesn't it?\n...I might've gone overboard with the inflections. (^^;\n\n\n\nWell then, let us meet again in the next song, shall we? ZUN",
          "jp": "(th4_15pmd.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 幽夢 ~ Inanimate Dream 】オリジナル版です。\n\nいい感じに、今と変わらないですが(^^;\nこれって、ラスボスというか、なんというかって曲だよねぇ。\n逆に屈折してないところがあうのかも(^^;\n\n\n\nではまた次の曲で逢いましょうか ZUN"
        }
      ]
    },
    {
      "number": 16,
      "name": {
        "jp": "禁じざるをえない遊戯",
        "en": "The Inevitably Forbidden Game"
      },
      "comments": [
        {
          "en": "I made this one fairly rhythmical (not)\nThe main part is pretty simple, so it feels nice. I get the feeling listening to it that this is how my songs are most of the time.\nI like songs like this, but sometimes I want to write something with a different atmosphere.",
          "jp": "すこし軽快な曲にしました(うそ)\nサビはかなり単純だからいい感じです。やっぱり、自分の曲のパターンはこれかい、って感じですかね。\nこういう曲好きだけど、他の雰囲気の曲も作れるようになりたかったり。"
        },
        {
          "en": "(th4_16.txt from here)\nThank you for downloading the song.\n\nThis is The Inevitably Forbidden Game from Lotus Land Story.\nI've arranged it ordinarily in my opinion.\nThis song is made up by gathering the most basic parts of my songs. In other words, I made it without thinking anything (sweat). \nSo I believe it was arranged as it was to my extent.\n\nArrangements of these type of songs looks easy but not quite (tears).\nBut I think it worked out this time (I always think it does (^^;;).\n\nAnyway this is a song with a mysteries perspective. It's indefinable, not modern-like nor ancient-like, multinational or non-national. But it not definable as Touhou. (laugh)\nWell then, we shall meet again at the next song ZUN",
          "jp": "(th4_16.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 禁じざるをえない遊戯 】です。\n自分的にオーソドックスにアレンジしてみました。\nこの曲は、私の曲の一番基本となる部分を集めたものです。つまり、なにも考えずに\n創ったってことですね(汗)\nで、それなりに忠実にアレンジしたつもりです。\n\nこういう曲のアレンジって簡単そうでうまくいかないです(涙)\nでも、今回はうまくいったと思う。(いつもそう思うんだよね~(^^;;)\n\nそれにしても不思議な世界観の曲です。現代風とも古風とも、多国籍とも無国籍とも、\n言い難いかんじ。でも、東方とは言い難いね(笑)\n\nではまた次の曲で逢いましょうか ZUN"
        },
        {
          "en": "(th4_16pmd.txt from here)",
          "jp": "(th4_16pmd.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 禁じざるをえない遊戯 】オリジナル版です。\n\n私が曲を創るときに思い浮かべる曲を、素直に打ち込みました。\n分かりやすいサビは、非常にかっこいいものになったと思います。アレンジもその格好良さ、\nわかりやすさを壊さないようにアレンジされてますので、そちらも是非(^^;;\n\nそれにしても、ボス戦前の演出白弾は以外と難しかったのではないでしょうか。\nあそこは、ボム一つでは越せない可能性があるのでちょっとパターンを知らないときついかも。\nじつは、撃ち方は完全法則があるので、パターン化できます。自機ねらい全方向弾なので\nとりあえず動いていれば当たりませんが、ナニもない空間から突然発弾される上、最後はその発弾点が\n自機めがけて来るのでパターンは必須です。でも、パターンは文章で説明できません(笑)\n\n\nではまた次の曲で逢いましょうか ZUN"
        }
      ]
    },
    {
      "number": 17,
      "name": {
        "jp": "メイド幻想 ~ Icemilk Magic",
        "en": "Illusion of a Maid ~ Icemilk Magic"
      },
      "comments": [
        {
          "en": "The younger sister, Mugetsu's, theme. Somehow, she looks like a maid.\nThis is a pretty cool song, isn't it? Even though it's short. (Because it's short?)\nWell, in any case, it turned out to be a pretend-maid song like this.",
          "jp": "妹の夢月のテーマです。何故かメイドみたいなかっこです。\n曲は、なかなかかっこいいんじゃないかな?短いけど(短いから?)\nまぁ、うそっこメイドさんっぽい曲になったよね。"
        }
      ]
    },
    {
      "number": 18,
      "name": {
        "jp": "かわいい悪魔 ~ Innocence",
        "en": "Cute Devil ~ Innocence"
      },
      "comments": [
        {
          "en": "The theme for the older sister Gengetsu, the most terrible, most fearful boss. I wanted for it to have a real Western feel to it, but ... ?\nI was aiming for a song that was pretty similar to Mugetu's theme.\nRather, I was really hoping to come up with a Mr. Dracula sort of song ... (;_;",
          "jp": "最凶最悪のボス、姉の幻月のテーマ。 出来るだけ西洋風に仕上げたかったのですが・・・?\n夢月のテーマと出来るだけ同じような曲を目指しました。\nというより、某ドラキュラみたいな曲を作りたかった・・・(;_;"
        },
        {
          "en": "(th4_18pmd.txt from here)",
          "jp": "(th4_18pmd.txt from here)\nこのたびは、ダウンロードしていただきありがとうございます。\n\n東方幻想郷より【 かわいい悪魔 ~ Innocence 】オリジナル版です。\n\nこの曲って、東方シリーズ中、最高難度を誇るといわれるあの超弾幕にも疲れないように\nおとなしめに仕上げてあります。\n\n実はループまで長い曲です。最後のメロディまでゲーム中に聴くにはそれなりの腕を要します(^^;;\nちょうど、サビ?あたりでは、最大の難関と言われる 雨とショートレーザーばらまきの段階に来ます。\nあそこの攻撃は避けれるようになりましたか?(笑)\n\n\nではまた次の曲で逢いましょうか ZUN"
        }
      ]
    },
    {
      "number": 19,
      "name": {
        "jp": "Days",
        "en": "Days"
      },
      "comments": [
        {
          "en": "Hmm. It's a song that feels like there's no reason for hopes or dreams. \nAt least when I know I can't make bright songs, the bad end song will come out well.\nExcept the good end feels like a bad end, too.",
          "jp": "う~ん。なんか、夢も希望もない曲だね。\nただでさえ、明るい曲なんて作れない私が、バッドエンドの曲なんてね~。\nハッピーエンドの曲もバッドエンドみたいだし。"
        }
      ]
    },
    {
      "number": 20,
      "name": {
        "jp": "Peaceful",
        "en": "Peaceful"
      },
      "comments": [
        {
          "en": "Huh, it feels kind of peaceful.\nMaybe ... a little bright?",
          "jp": "まぁ、なんだ、平和そうだよね。\nすこし、明るい・・・かな?"
        }
      ]
    },
    {
      "number": 21,
      "name": {
        "jp": "Arcadian Dream",
        "en": "Arcadian Dream"
      },
      "comments": [
        {
          "en": "Well, the staff roll is kind of cool, after all. (Is that all you can say? (^^;)\nIt seems like a very simple song, but it might actually be a very simple song.\nWell, there's very little staff, so I don't really need a long staff roll song (^^)\nFor some reason, it's a lot like a boss song (^^;;;",
          "jp": "スタッフロールは、やっぱりかっこよく(あんたはそれしかいえんのか(^^;)\nものすごく単純そうな曲ですが、実はものすごく単純かも。\nまぁ、スタッフがものすごく少ないので、曲も長いのはいらんのでねぇ(^^)\nなぜかボスの曲と大差ないし(^^;;;"
        }
      ]
    },
    {
      "number": 22,
      "name": {
        "jp": "幻想の住人",
        "en": "Those Who Live in Illusions"
      },
      "comments": [
        {
          "en": "Seems like there should be a game over song, too.\nYeah. Maybe a little too energetic.",
          "jp": "ゲームオーバーのテーマでもあるはずなんだけどね。\nう~ん。ちょっとはげしすぎかも。"
        }
      ]
    },
    {
      "number": 23,
      "name": {
        "jp": "Lotus Road",
        "en": "Lotus Road"
      },
      "comments": [
        {
          "en": "I was going to use this as the stage 1 theme.\nBut, I thought it was a little too light, so I didn't use it...",
          "jp": "1面に使用するつもりでした。\nただ、ちょっと軽過ぎるんじゃないかと思って、使えませんでした・・・"
        }
      ]
    },
    {
      "number": 24,
      "name": {
        "jp": "Dreamy pilot",
        "en": "Dreamy pilot"
      },
      "comments": [
        {
          "en": "I was going to use this as the stage 4 theme.\nI thought it was kind of air-headed, though, so I threw it out.\nBut, maybe it's not that bad?",
          "jp": "4面に使用するつもりでした。\nいまいち、ぼんやりとした曲って感じなのでボツになりました。\nでも、悪くはないんじゃないの?"
        },
        {
          "en": "(Lotus Land Story trial version \"_MUSIC.TXT\" (contained in the archive file \"東方幻想.郷\"))\nStage 4's Theme\n\nIsn't this the the single best work?\nWell, it's a song with an uninteresting progression on a fixed rhythm.\nWait, I wonder if there's a melody hidden here...hm.\nWhat is it with this song?",
          "jp": "(Lotus Land Story trial version \"_MUSIC.TXT\" (contained in the archive file \"東方幻想.郷\"))\n4面のテーマ\n\n一番の異色作ですね。\nなんか、一定のリズムで淡々と進む曲です。\nちょっと、かなしげっぽいメロディがう~ん。\nこういう曲、どうです?"
        }
      ]
    },
    {
      "number": 25,
      "name": {
        "jp": "Incomplete Plot",
        "en": "Incomplete Plot"
      },
      "comments": [
        {
          "en": "I was going to use this as the stage 5 theme.\nBut for some reason I threw it out. *g*\nIt's pretty nice, too ...",
          "jp": "5面に使用するつもりでした。\n何と無くボツになりました(笑)\nいい感じなのにね~。"
        }
      ]
    },
    {
      "number": 26,
      "name": {
        "jp": "Border Land",
        "en": "Border Land"
      },
      "comments": [
        {
          "en": "I was going to use this as the stage 6 theme.\nI thought the last stage theme should be a bit more mellow, though, so I threw it out.",
          "jp": "6面に使用するつもりでした。\n最終面はもっとしっとりくる方がいいかと思いボツにしました。"
        },
        {
          "en": "(Lotus Land Story trial version \"_MUSIC.TXT\" (contained in the archive file \"東方幻想.郷\"))\nFinal Stage's Theme\n\nThis is a short tune (^^;;;;\nAs they say, giving the feeling of being at wit's end,\nor something like that. But, the melody (what is it?)\nis like a staff roll in a dream sky kind of feeling...\n(But, that's my tune, I'm done. (^^;)",
          "jp": "(Lotus Land Story trial version \"_MUSIC.TXT\" (contained in the archive file \"東方幻想.郷\"))\n最終面のテーマ\n\nこれは、短い曲ですね(^^;;;; いわゆる、せっぱずまった感を出したかったんですよ。\nなんか、メロディ(なんてあるか?)が、夢時空のスタッフロールみたいな気が・・・\n(自分の曲だし、いっか(^^;)"
        }
      ]
    },
    {
      "number": 27,
      "name": {
        "jp": "Magic Shop of Raspberry",
        "en": "Magic Shop of Raspberry"
      },
      "comments": [
        {
          "en": "I was going to use this as the extra stage theme.\nBut I thought the extra stage song should be a little lighter, so I cried and cried and threw it out.",
          "jp": "エキストラステージに使用するつもりでした。\nエキストラはもっと軽快なほうがいいと思い泣く泣くボツにしました。"
        }
      ]
    },
    {
      "number": 28,
      "name": {
        "jp": "Crescent Dream",
        "en": "Crescent Dream"
      },
      "comments": [
        {
          "en": "I was going to use this for the staff roll.\nIt's not STG-esque, though, so I threw it out.",
          "jp": "スタッフロールに使用するつもりでした。\nシューティングぽくないのでボツにしました。"
        },
        {
          "en": "(Lotus Land Story trial version \"_MUSIC.TXT\" (contained in the archive file \"東方幻想.郷\"))",
          "jp": "(Lotus Land Story trial version \"_MUSIC.TXT\" (contained in the archive file \"東方幻想.郷\"))\nスタッフロールの曲\n\nスタッフロールは、やっぱりかっこよく(あんたはそれしかいえんのか(^^;)\nでも、この曲ってけっこう和風じゃないかしら。まぁ、私が和風ってどういうものなのかわかってないけど・・\n(でも、もちろん、侍魂の曲の様なやつを目指してるわけではないのであしからず、どっちかっていうと姫神みたいなやつね)"
        }
      ]
    },
    {
      "number": 29,
      "name": {
        "jp": "装飾戦 ~ Decoration Battle (未使用バージョン)",
        "en": "Decoration Battle (Unused Version)"
      }
    },
    {
      "number": 30,
      "name": {
        "jp": "幽夢 ~ Inanimate Dream (未使用バージョン)",
        "en": "Faint Dream ~ Inanimate Dream (Unused Version)"
      }
    }
  ]
}